[PAD]
[UNK]
[START]
[END]
!
#
$
%
&
'
''
''era
''eu
''houve
'60
'70
'90
'96
'a
'academia
'acho
'agente
'algo
'altiplano
'américas
'anime
'anjo
'as
'bailarinos
'bill
'blá
'bolha
'boxers
'bunker
'chip
'clube
'como
'código
'd
'de
'design
'dia
'directiva
'doador
'dojo
'dou
'doutor
'doutora
'drogada
'dá-me
'e
'ei
'eles
'elyn
'email
'emails
'errado
'esta
'estás
'eu
'explosões
'fark.com
'fashionista
'fashionistas
'fazer
'faísca
'feed
'feliz
'fora
'grandes
'ha
'habitat
'hip-hop
'home
'hotel
'hunt
'i
'israel
'jitney
'juicy
'lie
'links
'll
'm
'maior
'mammatus
'martin
'memorandos
'meninas
'motor
'movembro
'movimento
'muçulmanos
'nerd
'no
'nova
'nuvem
'não
'nós
'o
'obrigado
'oficiais
'oh
'ok
'olé
'paideia
'pam
'pela
'per
'planificação
'planícies
'pois
'por
'precisa
'quarterback
'repetir
'running
's
'salto
'se
'sexy
'sim
'site
'sleepy
'soundcloud
'speed
'sporks
'style
'sustiveram
'só
'taco
'tacos
'tamos
'tata
'teach
'temos
'theme
'todos
'tomaste
'tremolo
'trousses
'tu
'tás
'távamos
'vamos
'variável
'vem
'vocês
'vá
(
)
+
+/-
+2
,
-
-1
-75ºc
-cola
-desapareceram
-económicas
.
..
...
/
/gray
0
0,0
0,0009
0,001
0,02
0,1
0,3
0,31
0,4
0,4/segundo
0,5
0,618
0,8
0,9
0.01
0.1
000
000€
008494
00h45
05049
05h45min
06h10
06h30
09h00
0b2472
1
1,02
1,1
1,15
1,2
1,3
1,38
1,4
1,5
1,6
1,618.
1,625
1,65cm
1,7
1,76
1,782
1,8
1,90
1,96
1,99
1.
1.0
1.127.000
1.18
1.2
1.200
1.3
1.300
1.4
1.400
1.5
1.5km
1.680
1.9
1.ª
1.º
1/3
1/6
10
10,000
10.000
100
100,000
100.000
1000
10000
1024
103.7
104
105
106
107
109
10:30
10^22
10h
11
11,5
11.
11.000
11/set
110
112
112.000
113
114
118.236
11:20
12
12,5
12,7
12,8
12.000
120
120.
120.000
1200
120ª
1229
123
12345678
124
125
126
127
127/74
128
1298
12º
13
13-17
13.
13.72
13.º
130
1300
1311
132
1323
135
136.º
138
139
14
14,7
14.ª
140
1400
1414
142
1428
143
1434
147
1494
15
15,77
15.000
15.º
150
150.000
150.º
1500
151
152
155
156
1560
1564
157
1574
158
15h00
15j
16
16/9
160
160.000
1600
161
162
164
1656
1673
168
1680
16º
17
17,5
17.º
170
1700
171
172
172cm
174
175
1750
1759
175cm
177.º
1770
1775
1776
178
179
1797
17h
18
180
1800
1809
181
1812
1812.
1813
1824
1830
1833
1840
1842
1847
185
1850
1853
1856
185m2
1860
1868
1870
1872
1876
1879
1887
189
1894
1897
1898
18cm
19
190
1900
1901
1902
1906
1908
191
1912
1913
1914
1915
1915.
1917
1918
1919
192
1920
1920.
1924
1925
1926
1927
1928
1929
1930
1931
1932
1936
1939
1940
1941
1943
1944
1945
1946
1947
1948
1949
1950
1950.
1951
1951-1980
1953
1954
1954.
1957
1958
1960
1961
1962
1963
1964
1965
1968
1969
196º
1970
1970.
1971
1972
1973
1974
1975
1976
1977
1978
1979
1980
1982
1983
1984
1984.
1985
1986
1987
1988
1989
1990
1991
1991.
1992
1993
1994
1995
1996
1997
1997-98
1998
1999
1h
1k
1°
2
2,2
2,3
2,4
2,5
2,6
2,7
2,8
2,999
2.
2.0
2.000
2.100
2.2
2.5
2.500
2.ª
2.º
20
20,000
20-24
20.000
20.º
200
200.
200.000
200.º
2000
2001
2002
2002.
2003
2004
2005
2005-
2006
2006.
2007
2008
2008.
2009
2010
2010.
2011
2012
2013
2014
2015
2016
2018
2019
2020
2021
2022
2025
2027
2030
2040
2042
2047
2048
2050
2052
206
2060
207
2070
209
20kg
20mph
21
21.000
21.ª
2133
218
2191
22
220
220.000
2200
221b
225.000
22cm
23
23.º
232
233
234
236
238
23andme
23h
23ºc
24
24/7
240
245
24h
25
25.000
25.º
250
250.000
2500
256
257
26
26,5
260
2600
266
267
27
27.620
270
278
28
280
2800
29
2900
291
299
2cm
2d
2km
2m
2ª
2º
2º/3º
2½
3
3,1
3,1416
3,2
3,26
3,5
3,8
3,96m
3-4
3.
3.000
3.300
3.339
3.º
3/4
30
30.000
30.º
300
3000
30º
31
31.º
317
32
320
320,000
3200
32º
33
330
330.000
338
34
3400
35
35.
35.830
350
3500
353
36
36.
36.000
360
3600
360º
365
3650
37
370
3700
375
38
38/40
380
39
3900
39m2
3d
3g
3h
3º
4
4'33
4,2
4,4
4,5
4-0
4.000
4.99
4.º
40
40,000
40.000
400
400.º
4000
403
404
40º
41
42
43
430
438
43ºc
44
44.000
45
450
4500
45º
46
460
465
46ºc
47
470
4700.º
470€
474
48
4800
481
49
4:04
4chan
4h
4th
4x
4º
5
5'8
5'9
5,000
5,1
5,4
5,5
5,6
5.09
5.500
5.ª
5.º
50
50,000
50-50
50-60
50.000
50.º
50/50
50/60
500
500.000
5000
501
50km
50s
50º
51
51.000
512
52
52-48
53
530
5300
536
539
54
540
544
5486
54º
55
550
559
56
57
58
59
5h
5th
5º
6
6,000
6,24
6,3
6,5
6,7m
6.000
6.02
6.500
6.ª
60
60.000
600
6000
60km
60º
61
61.155
610
62
6200
625
63
64
640
644km
65
65.00
650
6500
651
66
665
67
676
68
6h30
7
7,5
7,6.
7.0
7.000
7.º
70
700
700.000
7000
70º
71
714
72
7200
725
727
73
733
74
7400
747
75
750
7500
75000
7500€
76
761
77
770
7700
78
78.3
780
785
79
7:45
7h
7h30
7º
8
8,000
8,22m
8,23
8,5
8.
8.000
8.3
8.8
8.º
80
80-20
800
800.000
8000
80km
81
810
82
828
83
831.
84
8462852
84k
85
850
855
86
864
87
87,3
88
885
89
8h
8h30
8º
9
9.600
9/11
90
90.000
900
9000
91
92
92.º
920
92m2
93
930.000
94
95
96
960
9656
97
98
99
99,9
99,99
997
9h
9º
:
;
=
>
?
@
[
]
^
`
``
a
a.
a.c
a.c.
a.j.p
a.p
a.r.
a12
a58
aaa
aaaaa
aaaaaah
aaaaah
aaaab
aaaai
aakash
aaleh
aaron
ab
aba
abaci
abafada
abafado
abafados
abafam
abaixo
abaixou-se
abalada
abaladas
abalar
abalou
abanam
abanamos
abanar
abanaram
abandona
abandona-a
abandonada
abandonadas
abandonado
abandonados
abandonam
abandonam-nos
abandonamos
abandonando
abandonando-os
abandonar
abandonar-nos
abandonaram
abandonarem
abandonarmos
abandonei
abandono
abandonou
abandonou-o
abanou
abarrotar
abas
abastada
abastado
abastados
abastecem
abastecer
abastecia
abastecido
abastecimento
abate
abatemos
abater
abater-te
abateram-nos
abaterem
abatidas
abatê-los
abaya
abba
abby
abc
abcissas
abdel
abdi
abdicar
abdicámos
abdominal
abdullah
abdómen
abe
abeba
abed
abelha
abelhas
abelhinha
abençoada
abençoado
abençoados
abençoe
abernathey
abernathy
aberrante
aberrações
aberta
abertamente
abertas
aberto
abertos
abertura
aberturas
abilidade
abiola
abismo
ablação
abolido
abolindo
abolir
abolição
abololo
abominação
aboody
aborda
abordada
abordado
abordados
abordagem
abordagens
abordamos
abordar
abordaria
abordarmos
abordassem
aborde
abordá-las
abordámos
aborreceu
aborrecia
aborrecida
aborrecidas
aborrecido
aborrecidos
aborrecimento
abortados
aborto
aborígene
above
abra
abracadabra
abrace
abracei
abraham
abrahams
abram
abramowitz
abranda
abranda-os
abrandam
abrandamento
abrandar
abrandarem-nos
abrandava
abrandou
abrangem
abrangente
abrangentes
abranger
abrangidos
abrangência
abrasão
abraâmicas
abraça
abraçam
abraçamos-nos
abraçar
abraçarmos
abraço
abraços
abraçou
abraçá-la
abraçá-las
abre
abre-a
abre-nos
abre-se
abrem
abrem-nos
abrem-se
abreviada
abreviadas
abreviar
abreviatura
abreviação
abreviações
abri
abria
abriam
abrigada
abrigados
abrigam
abrigando
abrigar-nos
abrigariam
abrigo
abrigos
abril
abrimo-la
abrimo-las
abrimos
abrir
abrir-lhes
abrir-me
abrir-nos
abrir-se-á
abrira
abriram
abriram-me
abrirem
abriria
abrirmos
abrisse
abriu
abriu-me
abriu-se
abro
abro-o
abruptamente
abríamos
abs
absentismo
absinto
absoluta
absolutamente
absolutas
absolutismo
absoluto
absolutos
absorta
absorvam
absorve
absorvem
absorvente
absorver
absorverá
absorvia
absorvida
absorvidas
absorvido
absorvidos
absorção
absoutamente
abstenham-se
abstenção
abstracta
abstractas
abstracto
abstractos
abstracção
abstrata
abstratas
abstrato
abstraímos
absurda
absurdamente
absurdamento
absurdas
absurdo
absurdos
abu
abunda
abundante
abundantes
abundância
aburguesando
abusada
abusadas
abusado
abusadores
abusam
abusamos
abusar
abusaram
abusivo
abuso
abusos
abutres
abóbora
acaba
acaba-se
acabada
acabadas
acabado
acabados
acabam
acabam-se
acabamento
acabamos
acabando
acabar
acabara
acabaram
acabaram-se
acabarei
acabarem
acabaria
acabariam
acabarmos
acabará
acabarão
acabaríamos
acabas
acabasse
acabassem
acabava
acabavam
acabe
acabei
acabem
acabemos
acabo
acabou
acabou-se
acabá-los
acabámos
acabássemos
academia
academicamente
academy
académica
académico
académicos
acadêmicos
acalento
acalma-me
acalmar
acalmasse
acalmei
acalmem-se
acalmou-se
acalmá-la
acamadas
acamados
acampamento
acampamentos
acampar
acanhada
acariciar
acariciasse
acarinhada
acarinham
acarreta
acasala
acasalamento
acasalar
acasalaram
acasalarem
acaso
accenture
accenture.eu
access
accessibilidades
acciona
accionadas
accionadores
accionados
accionando
accionar
accounting
acean
acede
aceder
acedermos
acedidos
aceita
aceitam
aceitamos
aceitando
aceitar
aceitar-me
aceitaram
aceitarem
aceitaria
aceitariam
aceitarmos
aceitarão
aceitas
aceitasse
aceitava
aceitação
aceite
aceitei
aceitem
aceitemo-lo
aceites
aceito
aceitou
aceitou-a
aceitá-las
aceitá-lo
aceitá-lo-emos
aceitámos
aceitáveis
aceitável
acelarando
acelera
acelerada
aceleradas
acelerado
acelerador
aceleram
acelerando
acelerar
acelerar-se
aceleraram
aceleração
acelerem
acelerou
acelerámos
acelerómetro
acelerómetros
acena
acenamos
acenando
acenar
acende
acende-se
acendem
acendem-se
acendendo
acender
acenderam-se
acenderem
acenderia
acendessem
acendeu
acendia
acendia-os
acendida
acendo
acentuada
acentuadamente
acentuam
acentuar
acera
acerca
acerta
acerta-lhe
acerta-me
acertada
acertado
acertam
acertamos
acertar
acertaram
acertarem
acertarmos
acertava
acerte
acertei
acertou
acertámos
acertássemos
acesa
acesas
aceso
acesos
acessibilidade
acesso
acessíveis
acessível
acessórios
acetato
acha
achado
achados
acham
acham-na
achamos
achando
achar
acharam
acharam-na
acharem
acharia
achará
acharíamos
achas
achasse
achassem
achaste
achatada
achatado
achatamento
achatar
achatá-la
achava
achava-se
achavam
ache
achei
achem
acho
acho-a
acho-os
achou
achou-o
achá-la
achá-lo-ias
achámos
achávamos
acidentada
acidentais
acidental
acidentalmente
acidente
acidentes
acidez
acidificação
acidose
acima
aciniforme
acinzentando-as
acionado
acionamos
acionar
acionistas
aclama
aclamada
aclamar
acnur
acolha
acolham
acolhedora
acolhem
acolher
acolheram
acolhermos
acolhessem
acolheu
acolhida
acolhido
acolhimento
acolhê-la
acolá
acomodar
acomodação
acompanha
acompanhada
acompanhadas
acompanhado
acompanham
acompanham-me
acompanhamento
acompanhar
acompanharem
acompanhasse
acompanhei
acompanhem
acompanhou-nos
acondicionado
aconselhada
aconselhamento
aconselhamos
aconselhando-os
aconselhar
aconselhar-vos
aconselharam-me
aconselho-vos
aconselhável
acontece
acontece-nos
acontece-vos
acontecem
acontecendo
acontecer
acontecer-me
acontecer-nos
acontecera
aconteceram
acontecerem
aconteceria
acontecerá
acontecerão
acontecesse
aconteceu
acontecia
aconteciam
acontecido
acontecimento
acontecimentos
acontecimentos-chave
aconteça
aconteçam
acoplada
acorda
acorda-se
acordada
acordadas
acordado
acordados
acordam
acordamos
acordar
acordaram
acordava
acordava-o
acordavam
acorde
acordei
acordo
acordos
acordou
acordou-a
acordou-me
acordá-lo
acordámos
acordávamos
acorrentada
acorreu
acostumadas
acostumado
acostumados
acre
acrediitar
acredita
acreditada
acreditado
acreditados
acreditam
acreditamos
acreditando
acreditar
acreditaram
acreditarem
acreditaremos
acreditaria
acreditarmos
acreditasse
acreditassem
acreditava
acreditava-se
acreditavam
acredite
acreditei
acreditem
acreditemos
acredito
acreditou
acreditávamos
acres
acrescenta
acrescentada
acrescentadas
acrescentado
acrescentam
acrescentamos
acrescentando
acrescentar
acrescentaria
acrescentarmos
acrescentasse
acrescentei
acrescentei-lhe
acrescentemos
acrescento
acrescentos
acrescentou
acrescentá-las
acresção
acrobático
acréscimo
acrílico
acrónimo
acrônimo
act
acta
actinas
activa
activada
activadas
activado
activados
activam
activamente
activar
activaríamos
activas
active
actividade
actividades
activismo
activista
activistas
activo
activos
activá-lo
acto
actor
actores
actos
actriz
actua
actuado
actuais
actual
actualidade
actualizada
actualizamos
actualizando
actualizar-se
actualmente
actuam
actuar
actuarem
actuasse
actuação
actuações
actuem
acuidade
aculab
acumen
acumula-se
acumulada
acumuladas
acumulado
acumulam-se
acumulamos
acumulando
acumular
acumular-se
acumularam-se
acumulas
acumulação
acumulei
acumulámos
acumulávamos
acupunctura
acusada
acusado
acusador
acusados
acusam
acusar
acusar-se
acusaram-no
acusavam-nos
acusação
acusações
acusmático
acusmáticos
acv
acção
acções
acólito
acústica
acústico
acústicos
ada
adagas
adam
adapta
adaptabilidade
adaptada
adaptadas
adaptado
adaptados
adaptam
adaptam-se
adaptamo-nos
adaptamos
adaptando-nos
adaptar
adaptaram-na
adaptaram-no
adaptaram-se
adaptarem
adaptarem-se
adaptativa
adaptativo
adaptação
adaptações
adapte
adaptou
adaptá-la
adaptámos
adaptáveis
adaptável
add-on
ade
adee
adega
adensa-se
adentro
adepto
adequada
adequadamente
adequadas
adequado
adequados
adequação
adere
aderem
adereço
adereços
aderi
aderir
aderiram
aderirem
aderiu
adesiva
adesivas
adesivo
adesivos
adestradora
adesão
adeus
adeusinho
adiam
adiantado
adiantar
adiante
adianto-vos
adiar
adiava
adichie
adiciona
adicionada
adicionadas
adicionado
adicionais
adicional
adicionalmente
adicionam
adicionamos
adicionando
adicionar
adicionar-lhe
adicionaram
adicionarem
adicionarmos
adicione
adicionei
adicionei-lhe
adicionem-nos
adiciono
adicionou
adicionou-se
adicionámos
adidas
adina
adinkra
adira
adirondack
adis
adivinhado
adivinham
adivinhar
adivinhar-lhes
adivinharam
adivinhem
adivinhássemos
adiçao
adição
adições
adjacente
adjacentes
adjacências
adjetivos
admin
administra
administrada
administradoras
administradores
administrados
administramos
administrar
administrarem
administrarmos
administration
administrativa
administrativas
administrativo
administrativos
administração
administro
administrámos
administrável
admira
admirada
admiradas
admirador
admirados
admiramos
admirar
admirava
admiravam
admiravelmente
admiração
admire
admirei-os
admiro
admirá-la
admiráveis
admirável
admissão
admissões
admitam
admitem
admiti-lo
admitiam
admitido
admitimos
admitindo
admitir
admitir-vos
admitirei
admitiu
admito
adn
adoece
adoecem
adoecemos
adoecer
adoeciam
adoecido
adoentado
adolescente
adolescentes
adolescentês
adolescência
adolfo
adopta
adoptada
adoptado
adoptam
adoptar
adoptou
adoptá-lo
adoptámos
adopção
adora
adora-o
adorada
adoradas
adorado
adorados
adoram
adoram-nos
adoramos
adorar
adoraram
adorarem
adoraria
adorariam
adorarmos
adorassem
adorava
adoravam
adoravam-nas
adoração
adore
adorei
adormecem
adormecer
adormecia
adormecida
adormecidas
adormecido
adormeço
adornos
adoro
adoro-os
adorou
adorá-las
adorámos
adorávamos
adoráveis
adorável
adota
adotada
adotado
adotam
adotar
adotaram
adotarem
adotassem
adote
adotiva
adotivas
adotou
adotámos
adotássemos
adoçante
adoção
adquiram
adquire
adquirem
adquiri
adquirida
adquiridas
adquirido
adquirimos
adquirir
adquiriram
adquirirem
adquiriria
adquiriu
adquiríveis
adrenalina
adrian
adrià
adriático
adsl
aduaneiras
adulta
adultas
adulterar
adulto
adultos
adultério
advanced
advento
adversas
adversidade
adversidades
adverso
adversos
adversário
adversários
adverte
advertência
advieram
advil
advinhem
advir
adviria
advisor
advogada
advogado
advogados
advém
advérbio
adágio
adúltero
aerobióticos
aerodinâmica
aerodinâmicos
aeroespacial
aeronáutica
aeroporto
aeroportos
aerossóis
aerovironment
aerógrafo
aesthetics
afagam
afasia
afasta
afasta-se
afasta-te
afastada
afastadas
afastado
afastados
afastam
afastamento
afastamos
afastando-as
afastando-se
afastar
afastar-me
afastar-nos
afastar-se
afastaram
afastaram-se
afastarem
afastarem-se
afastarmo-nos
afastarmos
afastava
afastavam
afastei
afastem-se
afastemo-nos
afasto-me
afastou
afastou-nos
afastou-se
afastámo-los
afazeres
afecta
afecta-nos
afectada
afectadas
afectado
afectados
afectam
afectam-nos
afectam-vos
afectar
afecte
afectem
afectivos
afectou
afectuosamente
afeganistão
afegã
afegão
afegãos
afeiçoem
afeição
aferição
afeta
afeta-nos
afetada
afetadas
afetado
afetados
afetam
afetar
afetar-nos
afetarão
afetivos
afetou
afetou-me
affairs
afiadas
afiados
afiar
aficionado
aficionados
afina
afinal
afinação
afinidade
afins
afirma
afirma-se
afirmado
afirmam
afirmando
afirmar
afirmaram
afirmaram-no
afirmativa
afirmativo
afirmava
afirmaçao
afirmação
afirmações
afirmo
afirmou
afirmá-lo
afixar
aflito
afloramento
afluir
afluência
afogados
afogar
afogaram
afogarmo-nos
afogou-se
afoguei
aforismos
afortunadamente
afortunado
afredo
africa
africana
africanas
africano
africano-americana
africanos
afrikan
afrikanos
afro-africanas
afro-americana
afro-americanas
afro-americanos
afroamericana
afrodisíacos
afugentaram-nos
afundando-me
afundando-se
afundar
afunde
afundou
afunilado
afáveis
ag
agachada
agachei-me
agarra
agarra-a
agarra-me
agarra-o
agarrada
agarradas
agarrado
agarrados
agarramo-nos
agarramos
agarrando
agarrando-me
agarrando-nos
agarrar
agarrar-me
agarrar-se
agarraram
agarraram-se
agarrarem-se
agarrarmos
agarras-me
agarre
agarrei
agarrei-as
agarrei-me
agarrem
agarro
agarro-te
agarrou
agarrou-se
agarrá-los
age
agem
agency
agenda
agendados
agendamos
agendou-se
agente
agente-chave
agentes
agentes-chave
agenticidade
agi
agido
agilidade
agimos
agir
agiram
agirem
agirmos
agita
agitada
agitam
agitando
agitar
agitarem-se
agitação
agitações
agite-no
agitem-no
agito
agitá-lo
agiu
aglomerado
aglomerados
aglomerar
aglomeraram-se
aglomeração
aglomerou-se
aglutinado
agnóstica
agnósticos
agonia
agoniado
agonistas
agonizante
agonizar
agora
agora”
agostinho
agosto
agota
agraciado
agraciem
agrada
agrada-me
agradabilidade
agradam
agradar
agradava-lhe
agradavel
agrade
agradecem
agradecemos-vos
agradecer
agradecer-lhe
agradeceram-me
agradecerem
agradecerem-lhe
agradecerem-nos
agradeci-lhe
agradecia
agradecia-me
agradecida
agradecido
agradecidos
agradecimento
agradecê-la
agradeço
agradeço-lhe
agradeço-vos
agradou
agradáveis
agradável
agrafo
agrava
agravados
agravamento
agravante
agravar
agravar-se
agravou
agravou-se
agredidas
agredirem
agrega
agrega-a
agregador
agregados
agregam
agregamos
agregando-se
agregar
agregação
agressiva
agressivamente
agressivas
agressividade
agressivo
agressivos
agressor
agressoras
agressores
agressão
agressões
agricultor
agricultora
agricultoras
agricultores
agricultura
agricultures
agridem
agridoce
agroindústria
agrupa
agrupadas
agrupam
agrupam-se
agrupamento
agrupamentos
agrupar
agrupar-se
agruparam-se
agrária
agrário
agrícola
agrícolas
agticultores
agua
aguaceiro
aguarda
aguardando
aguardar
aguardava
aguardem
aguda
agudo
agudos
aguenta
aguentam
aguentamos
aguentar
aguentarem-se
aguentaria
aguentas
aguentava
aguentei-me
aguentou
agulha
agulhas
aguçada
agência
agências
ah
ah-ha
aha
ahh
ahmad
ahmed
ahmedabad
ai
aias
aicha
aida
aidg
aiello
aimee
ainda
aipo
air
airbag
airbags
airbnb
aires
airlines
airpix
airs
aj
ajoelhado
ajoelhem-se
ajoelhou-se
ajuda
ajuda-nos
ajuda-os
ajudada
ajudadas
ajudado
ajudam
ajudam-me
ajudam-nos
ajudam-se
ajudamos
ajudando
ajudando-os
ajudando-se
ajudantes
ajudar
ajudar-me
ajudar-nos
ajudar-nos-ão
ajudar-se
ajudaram
ajudaram-me
ajudaram-nos
ajudaram-se
ajudarem
ajudarem-se
ajudaria
ajudarmos
ajudará
ajudarão
ajudas
ajudasse
ajudava
ajudavam-me
ajudavam-nas
ajude
ajude-me
ajudei
ajudei-o
ajudem
ajudem-me
ajudem-nos
ajudemos
ajudo
ajudo-te
ajudo-vos
ajudou
ajudou-a
ajudou-me
ajudou-nos
ajudá-las
ajudá-lo
ajudá-los
ajudá-vos
ajudámo-lo
ajudámo-nos
ajudámos
ajudássemos
ajusta
ajustada
ajustadamente
ajustado
ajustados
ajustam
ajustam-se
ajustamento
ajustamentos
ajustando
ajustar
ajustar-me
ajustar-se
ajustavam
ajuste
ajustem
ajustes
ajustável
ak
akal
akan
akash
akerman
akron
al
al-qaeda
al-shabaab
al-sharif
ala
alabama
aladdin
alagadas
alagamento
alaikum
alain
alan
alanina
alaninas
alargada
alargadas
alargado
alargamento
alargar
alargar-se
alarguemos
alarido
alarmado
alarmados
alarmante
alarmantes
alarme
alarmes
alasca
alaska
alastra
alastramento
alastrar
alastrar-se
alastrou
alavanca
alavancada
alavancagem
alavancar
alavancas
albaneses
alberga
albergam
albergam-se
albergar
albergue
albert
alberta
alberto
albertópolis
albinismo
albright
album
albânia
alcalinidade
alcance
alcancei
alcança-nos
alcançada
alcançado
alcançados
alcançam
alcançando
alcançar
alcançar-nos
alcançara
alcançaram
alcançaria
alcançarmos
alcançará
alcançarão
alcançassem
alcançou
alcançá-las
alcançá-lo
alcançá-los
alcançámos
alcançáveis
alcateia
alcatifa
alcatraz
alcatrão
alcazar
alce
alces
alcoolismo
alcorão
alcoólicos
alcunha
aldeia
aldeias
aldeão
aldo
aleatoriamente
aleatoriedade
aleatória
aleatóriamente
aleatórias
aleatório
aleatórios
alec
alega
alegadamente
alegadas
alegados
alegam
alegava
alegação
alegações
alegou
alegrava
alegre
alegremente
alegres
alegria
alejandra
alelo
aleluia
alemanha
alemã
alemães
alemão
alemãs
aleppo
alergéneos
alerta
alertam
alertar
alertas
alerte
alertou
alex
alexander
alexandre
alexandria
alexandrino
alexis
alfa
alfabetizadas
alfabetização
alfabeto
alfabetos
alfabética
alface
alfaces
alfafa
alfaiates
alfala
alfinete
alfinetes
alfonseca
alforreca
alfred
alfândega
algarismos
algas
algema
algemado
algibeira
algo
algodoeiros-da-praia
algodão
algoritmo
algoritmos
algortimo
algorítimos
algorítmicos
algum
alguma
algumas
alguns
algures
alguém
alhada
alheia
alheio
ali
alia
aliadas
aliado
aliados
aliando
aliança
alianças
aliar
aliarmos
alicate
alice
alicerce
alicerces
alicerça
aliciante
aliem
alienada
alienado
alienados
alienante
alienação
alienígena
alienígenas
alienígeno
alimenta
alimenta-se
alimentada
alimentadas
alimentado
alimentados
alimentam
alimentam-nas
alimentam-se
alimentamo-nos
alimentando
alimentar
alimentar-nos
alimentar-se
alimentaram
alimentarem
alimentares
alimentarmo-nos
alimentarmos
alimentava
alimentavam
alimentação
alimento
alimentos
alimentássemos
alimentícia
alinha
alinhada
alinhadores
alinhados
alinham
alinhamento
alinhamos
alinhar
alinharam-se
alinharem
alinhe
aliso
alison
alistar
alistei
alistou-se
alium
aliviado
aliviando
aliviar
aliviá-los
aliás
all
allan
allegro
allen
allende
alley
allianz
allison
alloca
alma
alma-ata
almanaque
almanaques
almas
almejamos
almirantado
almocei
almofada
almofadas
almofadinhas
almog
almoçar
almoço
almoços
almoçámos
almôndegas
alobada
alocados
alocação
alocá-los
alois
aloja
alojado
alojamento
alojamos
alojar
alojar-nos
alojou-se
alonga-se
alongam-se
alongamento
alongar
alonzo
alpendre
alpha
alphabets
alphaproteobacteria
alpina
alquimia
alquimista
alquimistas
als
alta
alta-tecnologia
altai
altamente
altar
altares
altas
altavista
alter
altera
altera-a
alterada
alteradas
alterado
alterados
alteram
alteram-nos
alteramo-lo
alteramo-nos
alteramos
alterando
alterar
alteraram
alteraram-se
alteraria
alterarmos
alterarão
alterasse
alterava
alteração
alterações
altere
alterem
alteridade
alternada
alternando
alternar
alternativa
alternativas
alternativo
alternativos
alternância
alterou
alterou-se
alterá-la
alterá-lo
alterá-los
alterámos
altifalante
altifalantes
altiplano
altitude
alto
altos
alto♫
altruísmo
altruísta
altruístas
altura
altura/peso
alturas
alucinada
alucinantes
alucinação
alucinações
alugado
alugam
alugar
aluguei
aluguem
aluguer
alugueres
alumínio
aluna
aluno
alunos
alvará
alvejaram-na
alvejou
alvenaria
alvo
alvoroço
alvos
alyan
alzheimer
além
além-fronteiras
além-mar
além”
alívio
am
ama
amachucada
amaciador
amada
amadas
amado
amador
amadores
amadou
amadurece
amadurecer
amam
amamentação
amamos
amamou
amanatullah
amanda
amanha
amanhecer
amanhã
amanhã”
amante
amantes
amar
amar-me
amar-vos
amarei
amarela
amarelas
amarelo
amarelos
amarem
amarga
amargamente
amargo
amargura
amaria
amarrada
amarradas
amarrado
amarrados
amarramos
amarrar
amarras
amarrei-me
amarrotado
amarás
amarão
amas
amassada
amasse
amava
amava-os
amavam
amavelmente
amazon
amazonas
amazónia
amazónica
ambas
ambiciona
ambicionam
ambiciosa
ambiciosas
ambicioso
ambiciosos
ambientais
ambiental
ambientalismo
ambientalista
ambientalistas
ambientar
ambiente
ambiente/guitarra
ambientes
ambigrama
ambiguidade
ambiguidades
ambivalência
ambivertidos
ambição
ambições
ambos
ambulances
ambulante
ambulantes
ambulatório
ambulância
ambulâncias
ambumota
ambumotas
ambígua
ambíguas
ambíguo
ambíguos
ameacem
ameaça
ameaçada
ameaçadas
ameaçado
ameaçador
ameaçadora
ameaçadoramente
ameaçadoras
ameaçadores
ameaçados
ameaçam
ameaçam-nos
ameaçar
ameaçar-me
ameaçar-nos
ameaçaria
ameaças
ameaçava
ameaçou
amebazinhas
amedrontador
amem
amen
amendoeira
amendoeiras
amendoim
amendoins
amenizar
ameno
amerasiáticas
america
american
americana
americanas
americanização
americano
americanos
americas
amesterdão
amido
amiga
amigas
amigavelmente
amigdalite
amigo
amigos
amiguinhos
amigáveis
amigável
aminoácidos
amitabha
amizade
amizades
amnistia
amnésia
amo
amo-te
amo-vos
amolgar
amontoados
amontoámo-nos
amoníaco
amor
amor-próprio
amoreira
amoreiras
amorfa
amorfo
amorosa
amorosamente
amorosas
amoroso
amortece
amortecedores
amortização
amorzinho
amos
amostra
amostras
ampla
amplamente
ampliada
ampliadas
ampliado
ampliados
ampliam
ampliamos
ampliando
ampliar
ampliação
ampliações
amplidão
ampliemos
amplificadas
amplificadores
amplificam
amplificar
amplificação
amplifiquem-nos
amplitude
ampliá-la
ampliá-lo
ampliámos
amplo
ampola
ampullate
amputado
amputações
amr
amsterdão
amy
amálgama
amárico
amávamos
amáveis
amável
amém
amércia
américa
américas
amígdala
amígdalas
an
anais
analfabeta
analfabetas
analfabetismo
analfabetos
analgésicos
analie
analisa
analisadas
analisado
analisam
analisamo-la
analisamos
analisando
analisar
analisaram
analisaram-no
analisarem
analisarmos
analisarão
analisava
analise
analisei
analisemos
analisou
analista
analistas
analisá-la
analisá-las
analisá-lo
analisámos
analisássemos
analisávamos
analizando-as
analogia
analogias
analítica
analíticas
analítico
analíticos
analógica
analógico
analógicos
ananás
anarquia
anas
anatidae
anatomia
anatomicamente
anatomistas
anatomização
anatómica
anatómicas
anatómico
anatómicos
anatômica
anca
ancas
ancestrais
ancestral
ancestralidade
ancião
anciãos
ancoradas
ancorado
ancorados
ancorarmos
and
anda
andado
andaimes
andam
andamento
andamos
andando
andar
andaram
andarem
andaremos
andares
andarilho
andarmos
andaríamos
andas
andasse
andasses
andava
andavam
ande
andei
anders
andersen
anderson
andes
ando
andorinha
andorinhas-das-chaminés
andorinhas-do-mar
andou
andre
andrew
android
andrus
andré
andrómeda
andy
andámos
andávamos
anedota
anedotas
anedótica
anel
anemia
anencefalia
anestesia
anestesias
anestesiologia
anestesiologista
anestesiologistas
anestesista
anestésicos
aneurisma
aneurismas
anexei
anexo
anexos
anfetaminas
anfiteatro
anfiteatros
anfitriã
anfitrião
anfitriãs
anfitriões
anfíbia
anfíbio
anfíbios
angaria
angariado
angariadora
angariados
angariamos
angariando
angariar
angariação
angariou
angariámos
angela
angeles
angelo
anghiari
angiogénese
angioplastias
anglicanas
anglófono
angola
angolanos
angorá
angular
angulares
angur
angustiadas
angustiado
angustiantes
angústia
anima
animada
animadas
animado
animador
animadoras
animadores
animados
animais
animal
animal..
animar
animaris
animation
animação
animações
animismo
animou
aninhar-se
aniquilar
aniquilaram
aniquilou
aniquilámos
anis
aniversário
anjinho
anjo
anjos
anna
anna-sophia
annabelle
annan
anne
annenberg
annie
ano
anoitecer
anomalia
anomalias
anonimamente
anonimato
anonymous
anorexia
anormais
anormal
anormalmente
anorécticos
anos
anos-luz
anota
anotam
anotando
anotar
anotarmos
anotei
anotem
anseiam
ansiar
ansiava
ansiedade
ansiosa
ansiosamente
ansiosas
ansioso
ansiosos
anta
antagonistas
antagónica
antecede
antecedentes
antecedência
antecessor
antecessores
antecipada
antecipadamente
antecipadas
antecipado
antecipando
antecipar
antecipar-se
anteciparão
antecipação
antena
antenas
antepara
antepassado
antepassados
antera
anterior
anteriores
anteriormente
antes
antever
anteviu
anthon
anti-apartheid
anti-colonialista
anti-corrupção
anti-força
anti-histamínico
anti-horário
anti-inflamatório
anti-intelectual
anti-malária
anti-molha
anti-pessoais
anti-poesia
anti-retrovirais
anti-roubo
anti-roubos
anti-rugas
anti-semita
anti-semitismo
anti-social
anti-violação
antiaéreos
antibacteriano
antibalísticas
antibiótica
antibiótico
antibióticos
anticancerígenos
anticientíficos
anticlímax
anticolisão
anticongelante
anticorpos
anticorrosivo
anticorrupção
anticristo
antidepressivo
antidepressivos
antidrogas
antiga
antigamente
antigas
antigo
antigos
antiguidade
antiguidades
antigénio
antimicrobiana
antinatural
antioxidantes
antipatia
antiprovincianas
antipsicopata
antiquada
antiquadas
antiquado
antiquus
antiquários
antiretrovirais
antiretroviral
antirretrovirais
antissocial
antissépticos
antivírus
antoine
antonio
antrax
antro
antropologia
antropológica
antropóloga
antropólogo
antropólogos
antrópico
antárctica
antárctico
antárcticos
antárctida
antártica
antártico
antártida
antídoto
antónio
anuais
anual
anualmente
anuladas
anulados
anular
anular-se-ão
anularam
anulássemos
anunciada
anunciado
anunciados
anunciam
anunciamos
anunciantes
anunciar
anunciaram
anunciei
anunciou
anunciou-o
anunciámos
any
análise
análises
análogas
análogo
anátema
anéis
anémica
anémico
anónima
anónimas
anónimo
anónimos
anões
anúncio
anúncios
ao
aol
aonde
aorta
aos
ap
apache
apagada
apagador
apagados
apagam
apagam-se
apagamos
apagando
apagar
apagava
apagou
apaguem
apagão
apagões
apaixonada
apaixonadamente
apaixonadas
apaixonado
apaixonados
apaixonamo-nos
apaixonamos
apaixonante
apaixonar
apaixonar-se
apaixonei
apaixonei-me
apaixonem
apaixonámos
apalusos
apanha
apanhada
apanhadas
apanhado
apanhador
apanhadores
apanhados
apanham
apanhamos
apanhar
apanhar-me
apanhar-vos
apanharam
apanharam-no
apanharem
apanhares
apanharmos
apanhaste
apanhava
apanhavam
apanhei
apanhei-o
apanhei-te
apanhes
apanho
apanhou
apanhou-me
apanhou-o
apanhou-te
apanhá-la
apanhá-los
apanhámos
aparafuse
aparava
aparece
aparecem
aparecem-nos
aparecemos
aparecendo
aparecer
apareceram
aparecerem
apareces
aparecesse
aparecessem
apareceu
apareceu-me
apareci
aparecia
apareciam
aparecimento
aparelho
aparelhos
aparenta
aparentado
aparentados
aparentam
aparente
aparentemente
apareça
apareçam
apareço
apartamento
apartamentos
aparte
apartheid
aparência
apatia
apausos
apavorada
apavorado
apavorados
apeados
apedrejar
apela
apelando
apelar
apelaram
apelativa
apelativas
apelativo
apelidado
apelidamos
apelidará
apelido
apelo
apelo-vos
apelos
apelou
apenas
apendicectomias
apendicite
apens
apercebam
apercebamos
apercebe
apercebe-se
apercebem
apercebem-se
apercebemo-nos
apercebemos
apercebemos-nos
apercebendo
apercebendo-me
aperceber
aperceber-me
aperceber-nos
aperceber-nos-íamos
aperceber-se
aperceberam
aperceberam-se
aperceberemos-nos
apercebermos
apercebessem
apercebeu
apercebeu-se
apercebi
apercebi-me
apercebia
apercebiam
apercebido
apercebo
apercebo-me
apercebêssemos
apercebíamos
apercerber
aperfeiçoadores
aperfeiçoamento
aperfeiçoar
aperfeiçoaram
aperfeiçoou-se
aperfeiçoá-las
aperitivo
aperitivos
apertada
apertadas
apertado
apertamos
apertando
apertar
apertarmos
apertassem
apertavam-me
aperte
apertei
aperto
apertou
apesar
apeteça
apetite
apetites
apex
apgar
aphex
apicultor
apicultores
apinhadas
apinhados
apita
apitará
apito
apitos
aplaudam
aplaudiam
aplaudimos
aplaudir
aplaudiram
aplaudirem
aplaudo-vos
aplauso
aplausos
aplica
aplica-se
aplicabilidades
aplicada
aplicadas
aplicado
aplicador
aplicados
aplicam
aplicam-lhe
aplicam-no
aplicam-se
aplicamo-las
aplicamo-lo
aplicamos
aplicamos-lhe
aplicando
aplicar
aplicar-lhe
aplicar-se
aplicaram
aplicarem
aplicarmos
aplicattions
aplicava
aplicavam
aplicação
aplicações
aplico
aplicou
aplicou-se
aplicá-la
aplicá-las
aplicá-lo
aplicá-los
aplicámo-la
aplicámos
aplicámos-lhe
aplicáveis
aplicável
apliquei
apliquem
apliquem-nas
apobreza
apocalipse
apocalítico
apodera-se
apoderar-se
apoderaram-se
apoderei
apoderem
apoderou
apoderou-se
apodrecer
apodrecerem
apofenia
apofenias
apoia
apoia-se
apoiada
apoiadas
apoiado
apoiados
apoiam
apoiamo-nos
apoiamos
apoiando
apoiante
apoiantes
apoiar
apoiar-me
apoiar-se
apoiaram
apoiaram-me
apoiarmos
apoiavam
apoie
apoiei-me
apoiem
apoio
apoiou
apoiou-nos
apoiá-los
apoiámos
apollo
apolítico
aponta
apontada
apontado
apontador
apontam
apontamento
apontamentos
apontamos
apontando
apontar
apontaram
apontarem
apontarmos
apontará
apontassem
apontava-me
apontavam
aponte
apontem
apontou
apontou-a
apontou-me
apontámos
aposentarmos
aposentação
aposentou
aposentámos
aposta
apostador
apostados
apostar
apostaria
apostas
apostei
aposto
apostou
apostámos
app
appalachia
apple
applied
apprentice
apraz-me
aprecia-lo
apreciada
apreciado
apreciados
apreciam
apreciamos
apreciando
apreciar
apreciaram
apreciarem
apreciarmos
apreciativo
apreciação
apreciem
aprecio
apreciá-la
apreciável
apreender
apreensivo
apreensão
apregoar
aprenda
aprendam
aprendam-me
aprende
aprende-se
aprendem
aprendem-se
aprendemo-la
aprendemo-los
aprendemos
aprendendo
aprender
aprenderam
aprenderem
aprenderia
aprenderiam
aprendermos
aprendes
aprendesse
aprendeste
aprendeu
aprendi
aprendia
aprendiam
aprendida
aprendidas
aprendido
aprendiz
aprendizagem
aprendizes
aprendo
aprendê-las
aprendê-lo
aprendêmo-los
aprendíamos
apresenrtar
apresenta
apresenta-nos
apresenta-se
apresentada
apresentadas
apresentado
apresentador
apresentadora
apresentados
apresentam
apresentam-nos
apresentam-se
apresentamo-las
apresentamo-los
apresentamos
apresentando-vos
apresentar
apresentar-lhes
apresentar-me
apresentar-vos
apresentaram
apresentaram-me
apresentarem
apresentaria
apresentava
apresentação
apresentações
apresentei
apresento
apresento-vos
apresentou
apresentou-me
apresentá-la
apresentá-lo
apresentá-los
apresentámos
apressadamente
apressadas
apressados
apressamo-nos
apressei-me
apressou-se
apreço
aprisionada
aprisionados
aprisionamento
aprofunda
aprofundado
aprofundar
aprofunde
aprofundou
apropriada
apropriadamente
apropriadas
apropriado
apropriados
apropriar
apropriaram-se
apropriações
aproprida
aprouver
aprovada
aprovadas
aprovado
aprovados
aprovam
aprovar
aprovariam
aprovação
aprove
aproveitada
aproveitado
aproveitador
aproveitadores
aproveitam
aproveitam-se
aproveitamento
aproveitamos
aproveitando
aproveitar
aproveitarmos
aproveitei-o
aproveitem
aproveitá-la
aproveitá-las
aproveitámos
aproveitássemos
aprovisionamento
aprovisionar
aprovou
aprová-las
aprovámos
aproxima
aproxima-se
aproximadamente
aproximado
aproximam
aproximam-se
aproximamos
aproximar
aproximar-me
aproximar-nos
aproximar-se
aproximar-te
aproximaram
aproximaram-se
aproximarem
aproximarem-se
aproximarmo-nos
aproximarmos
aproximava
aproximava-se
aproximavam
aproximação
aproximações
aproxime
aproximem-se
aproximou
aproximou-se
aproximá-los
aproximámo-nos
aproximámos
aptidão
aptidões
aptos
aptâmero
apunhalar-nos
apurados
apurar
apuros
apurou
apática
apáticas
apáticos
apátridas
apêndice
apêndices
apícolas
apólice
após
aqua
aquacultura
aquanauta
aquando
aquaporko
aquarius
aquece
aquece-se
aquecedores
aquecem
aquecer
aquecer-nos
aquecida
aquecidas
aquecido
aquecidos
aquecimento
aquela
aquelas
aquele
aqueles
aqueça
aqui
aquiles
aquilo
aquisição
aquisições
aquosos
aquário
aquática
aquático
aquáticos
aquífero
aquíferos
ar
ar-cand
ara
arad
arame
arames
araneus
aranha
aranha-caranguejo
aranhas
arbitragem
arbitrariamente
arbitrária
arbitrário
arbitrários
arborizada
arborizadas
arbusto
arbustos
arby`s
arbítrio
arcade
arcaica
arcaicamente
arcand
arcar
archer
archie
architecture
archivio
arco
arco-íris
arcos
arcus
ardakani
arde
ardente
ardentemente
ardentes
arder
ardeu
ardor
arduamente
ardósia
area
areal
areas
areca-bambu
aref
areia
areias
arejada
arejadas
arena
arenas
ares
arestas
aret
argamassa
argelinos
argentina
argentinos
argiope
argumenta
argumentado
argumentam
argumentar
argumentaram
argumentaria
argumentariam
argumentativas
argumentava
argumente
argumentista
argumentistas
argumento
argumentos
argumentou
argus
argélia
arias
ariely
aristocracia
aristocrata
aristocráticos
aristóteles
aritmética
aritméticos
ariva
arizona
arkansas
arma
armada
armadas
armadilha
armadilhas
armado
armados
armadura
armaduras
armamento
armamentos
armar-me
armaram
armas
armazena
armazenada
armazenadas
armazenado
armazenados
armazenam
armazenam-na
armazenamento
armazenamos
armazenar
armazenava
armazená-la
armazém
armazéns
armed
armstrong
armário
armários
arn
arno
arnold
arns
aroma
aromaterapeuta
aromática
around
arpanet
arqueira
arqueiras
arqueiro
arqueiros
arqueologia
arqueologista
arqueológica
arqueológico
arqueológicos
arquetípicas
arqueólogos
arquiduque
arquiimedes
arquimedes
arquipélago
arquitecta
arquitecto
arquitectos
arquitectura
arquitecturas
arquitectónica
arquitectónicas
arquitectónico
arquitectónicos
arquiteta
arquitetar
arquiteto
arquitetos
arquitetura
arquitetónico
arquiva
arquivada
arquivado
arquivar
arquivo
arquivos
arquéologos
arranca
arrancada
arrancado
arrancam
arrancamos
arrancar
arrancasse
arranha
arranha-céus
arranhados
arranhar
arranhou
arranhá-la
arranhámos
arranhão
arranja
arranjado
arranjados
arranjam
arranjamo-nos
arranjamos
arranjar
arranjaram
arranjares
arranjasse
arranjaste
arranjavam
arranje
arranjei
arranjem
arranjo
arranjo-a
arranjos
arranjou
arranjámo-los
arranjámos
arranjássemos
arranjávamos
arranquei-lhe
arrasa
arrasada
arrasado
arrasador
arrasar
arrasei
arrastada
arrastadas
arrastado
arrastam
arrastando
arrastar
arrastava
arrastem-no
arrebatado
arrebatador
arrebatadora
arrebatamento
arrebitar
arredia
arredondadas
arredondados
arredondando
arredor
arredores
arrefece
arrefecedores
arrefecemos
arrefecendo
arrefecer
arrefecer-se
arrefecido
arrefecidos
arrefecimento
arregalados
arregalar
arregaçam
arremesso
arrendam
arrendamento
arrependamos
arrepende-se
arrepender
arrepender-me
arrependeste
arrependeu
arrependeu-se
arrependido
arrependimentos
arrependo
arrepiante
arrepiar
arrepiaram
arrepio
arrepios
arriba
arringdale
arrisca
arriscada
arriscadamente
arriscado
arriscados
arriscam
arriscam-se
arriscamo-nos
arriscar
arriscava-se
arriscássemos
arrisquei
arritmia
arrogante
arrogantes
arrogância
arrojada
arrojado
arrombar
arroxeado
arroz
arrozais
arruinada
arruinadas
arruinamos
arruinando
arruinar
arrumada
arrumar
arrumaste
arrumação
arrumações
arrumei
arrumáveis
arsenais
arsenal
art
arte
artefacto
artefactos
arteriais
arterial
artes
artesanais
artesanal
artesanato
artesão
artesãos
arthur
articulados
articular
articulação
articulações
artie
artifical
artificiais
artificial
artificialmente
artificio
artifício
artifícios
artigo
artigos
artilharia
artimanhas
artist
artista
artistas
artisticamente
artists
arts
artéria
artérias
artística
artístico
artísticos
arua
arup
arupa
arusha
arvs
arábia
as
asa
asahi
asas
ascap
ascendente
ascendentes
ascender
ascendência
ascensão
ascenção
ascídia
asfaltadas
asfaltar
asfalto
asfáltica
asfálticas
ashkenazi
ashley
asia
asilo
asim
asimov
asiáticas
asiático
asiático-americanos
asiáticos
asli
asma
asmáticas
asneira
asneiras
aspas
aspecto
aspectos
asperger
aspeto
aspeto-chave
aspetos
aspiracional
aspirada
aspiradores
aspiram
aspirar
aspiraram
aspiravam
aspiração
aspirações
aspires
aspirina
assalariado
assalto
assange
assassina
assassinada
assassinadas
assassinado
assassinam-nos
assassinaram
assassinato
assassino
assassinos
assassínio
assassínios
assediado
assegura
assegurada
assegurado
asseguram
asseguramos
assegurando
assegurar
assegurar-lhe
assegurar-lhes
assegurar-me
assegurar-se
assegurarem
asseguraria
assegurariam
assegurarmos
assegure
assegurem-lhes
asseguro-vos
assegurou-se
assembleia
assembly
assemelha
assemelha-se
assemelham
assemelham-se
assemelhar
assemelhar-se
assemelharão
assemelhassem
assemelhava-se
assemelho-me
assenta
assentam
assentamento
assentaria
assentava
assente
assenter
assentiu
assento
assentos
assentou
assertivas
assertivo
assertivos
assessores
assexuadamente
assiduidade
assim
assimetria
assimiladora
assimilar
assimétrica
assimétricas
assimétrico
assina
assinada
assinado
assinala
assinalada
assinalado
assinalar
assinalaram
assinalei
assinalem
assinalou
assinamos
assinando
assinar
assinaram
assinassem
assinatura
assinaturas
assinavam
assine
assinei
assintoticamente
assinámos
assis
assistance
assiste
assistem
assistente
assistentes
assisti
assistia
assistiam
assistida
assistido
assistimos
assistir
assistiram
assistirem
assistiriamos
assistirmos
assistissem
assistiu
assistência
assoam
assobio
associa
associada
associadas
associado
associados
associam
associam-se
associamos
associar
associar-nos
associaram
associarem-se
associasse
associated
association
associativas
associavam
associação
associações
associe
associá-lo
assola
assolou
assombra
assombrada
assombram
assombrar
assombrava
assombração
assombro
assombroso
assombrosos
assuma
assumam
assume
assumem
assumi
assumidamente
assumido
assumimo-nos
assumimos
assumindo
assumir
assumirem
assumiu
assumo
assunto
assuntos
assunção
assusta
assusta-me
assustada
assustadas
assustado
assustador
assustadora
assustadoramente
assustadoras
assustadores
assustados
assustar
assustar-me
assustar-nos
assustar-te
assustares
assustasse
assuste
assustem
assustemos
assustou-nos
assustá-lo
assustá-los
assédio
assédios
asteroide
asteroides
asteróide
astoria
astral
astro
astrofísica
astrofísicas
astrofísico
astrofísicos
astronauta
astronautas
astronave
astronaves
astronomia
astronómica
astronómicas
astronómicos
astroturfing
astrócitos
astrónoma
astrónomo
astrónomos
astuta
astuto
astutos
asu
at
ata
ata-me
ataca
atacada
atacadas
atacado
atacadores
atacados
atacam
atacama
atacamos
atacante
atacar
atacaram-me
atacarem
atacarmos
atacassem
atacassemos
atacava
atacou
atacou-me
atacá-la
atacámos
atacávamos-vos
atadas
atado
atados
atafulhando
atahualpa
atalaia
atalanta
atalho
atalhos
ataque
ataquei
ataquei-a
ataquem
ataques
atar
ataram
atarefado
atari
atarmo-nos
atarracado
atas-me
ataxia
atcg
atech
atei-as
ateia
atempada
atempadamente
atenas
atencioso
atender
atendessem
atendi
atendidas
atendimento
atenta
atentado
atentados
atentamente
atentando
atentas
atentem
atento
atentos
atenuam
atenuantes
atenuar
atenuação
atenção
atenções
aterrador
aterradora
aterradoras
aterradores
aterragem
aterram
aterrar
aterras
aterravam
aterrei
aterro
aterrorizada
aterrorizadas
aterrorizado
aterrorizados
aterrorizante
aterrorizar
aterrorizavam
aterrorizou
aterrámos
ates
atestado
ateu
ateus
ateísmo
athena
athletepath
athlone
atif
atinge
atinge-nos
atingem
atingem-na
atingem-no
atingi
atingi-lo
atingiam
atingida
atingidas
atingido
atingidos
atingimos
atingindo
atingir
atingir-nos
atingiram
atingirem
atingiremos
atingirmos
atingisse
atingiu
atingiu-me
atingíssemos
atinja
atinjam
atipico
atira
atirada
atiradas
atirado
atirador
atiradora
atiradores
atirados
atiram
atiramos
atirar
atirar-me
atirar-se
atiraram-me
atiraram-se
atirarem-se
atiras
atirasse
atiravam
atire-a
atirei-me
atirei-o
atirem-no
atires
atirou
atirou-me
atirou-o
atirou-se
atirá-lo
atirá-los
atirávamos
atitude
atitudes
ativa
ativadas
ativado
ativadora
ativados
ativam
ativamente
ativando
ativar
ativas
atividade
atividades
ativismo
ativista
ativistas
ativo
ativos
atkinson
atlanta
atlantes
atlantic
atlas
atlassian
atleta
atletas
atlântico
atlética
atlético
atm
atmosfera
atmosférico
ato
atois
atolados
atomico
atomizar
ator
atordoado
atores
atormentadas
atormentado
atormentando
atormentar
atos
atracam
atracar
atractiva
atractivo
atractivos
atracão
atracção
atraem
atraente
atraentes
atrai
atrai-os
atraia
atrair
atrairá
atraiu
atrapalhar
atrasada
atrasadas
atrasado
atrasados
atrasam
atrasar
atrasar-me
atrasei-me
atraso
atrasos
atrasou
atrativa
atratividade
atrativo
atravessa
atravessado
atravessam
atravessam-no
atravessamos
atravessando
atravessar
atravessaram
atravessaram-vos
atravessarem
atravessarmos
atravessasse
atravessava
atravessei
atravessou
atravessámos
através
atrazina
atração
atraía
atraíam
atraída
atraídas
atraído
atraídos
atraímos
atraír
atraíram
atrevem
atrevemos
atrever
atrever-nos
atrevesse
atrevida
atrevo-me
atribuam
atribuem
atribui
atribui-se
atribuir
atribuir-lhes
atribuiu
atribuição
atribuições
atribulados
atributo
atributos
atribuí
atribuída
atribuídas
atribuído
atribuídos
atribuímo-los
atribuímos
atrito
atritos
atriz
atrizes
atrocidades
atrofia-se
atrofiada
atrofiar
atrofiou
atropeladas
atropelado
atropelados
atropelar
atrás
attenborough
atua
atuais
atual
atualidade
atualiza
atualizada
atualizado
atualizar
atualização
atualizações
atualmente
atuar
atuação
atulhada
atum
aturdidos
atwood
atxy
até
atípico
atípicos
atóis
atómica
atómicas
atómico
atómicos
atónita
au
aubrey
auburn
auckland
audacioso
audaz
audazes
auden
audi
audio
audiolivros
auditiva
auditivo
auditivos
auditores
auditoria
auditório
audição
audições
audiência
audiências
audiênciated
audácia
audível
auge
auguste
aula
aulas
aumenta
aumentada
aumentado
aumentados
aumentam
aumentamos
aumentando
aumentar
aumentaram
aumentarem
aumentarmos
aumentará
aumentarão
aumentasse
aumentava
aumentavam
aumente
aumentem
aumento
aumentos
aumentou
aumentá-lo
aumentámos
aung
aura
auras
aurasma
auroque
aurora
aurélio
auréola
aurícula
auscultador
auscultadores
auscultei
ausente
ausentes
auspícios
austen
austeridade
austero
austin
australiana
australiano
australianos
australopiteca
austrália
austríacas
austríaco
ausência
ausências
autenticação
autenticidade
autismo
autista
autistas
auto
auto-administrados
auto-ajuda
auto-aperfeiçoamento
auto-avaliações
auto-colonizadores
auto-conhecimento
auto-consciência
auto-controlo
auto-corrigíveis
auto-declarada
auto-descoberta
auto-destruir
auto-destrutivas
auto-determinação
auto-dirigido
auto-disciplina
auto-enxertos
auto-estima
auto-estimulação
auto-estrada
auto-estradas
auto-explanatório
auto-expressão
auto-iluminada
auto-iluminado
auto-imagem
auto-inspeção
auto-ironia
auto-monitorização
auto-montar
auto-organizados
auto-organizam-se
auto-organização
auto-organize
auto-piedoso
auto-pilotado
auto-pilotados
auto-realização
auto-realizável
auto-reparador
auto-reparadores
auto-reparar-se
auto-reparação
auto-replicação
auto-restritivos
auto-sacrífício
auto-subserviente
auto-sustentável
autoajuda
autobiografia
autobiográficas
autocarro
autocarros
autocentrismo
autoclismo
autocolante
autocolantes
autoconcretiza
autoconfiantes
autoconfiança
autoconhecimento
autoconsciente
autocontrolo
autocracia
autocria-se
autodeclarada
autodefesa
autodenominarem-se
autodescoberta
autodesk
autodestruíssem
autodeterminação
autodisciplina
autoestima
autoestrada
autoestradas
autogerado
autogoverno
autografá-lo
autoguiada
autoguiados
autoindulgência
automata
automaticamente
automatizada
automatizadas
automatizado
automatizar
automação
automobilística
automontado
automontagem
automotivação
automoveis
automutilação
automática
automáticas
automático
automáticos
automável
automóveis
automóvel
autonomamente
autonomia
autonomous
autopromoção
autor
autora
autorais
autoral
autoras
autores
autoridadades
autoridade
autoridades
autoritarismo
autoritária
autoritários
autorizadas
autorizado
autorizados
autorizaram
autorização
autorizações
autorizou
autorrealização
autorrealizável
autorregulado
autorrotura
autossuficiente
autossuficientes
autossuficiência
autosuficiência
autotransformação
autêntica
autênticas
autêntico
autênticos
autóctones
autólogos
autónoma
autónomo
autópsia
auxiliam
auxiliar
auxiliares
auxílio
av
aval
avalanche
avalia
avaliado
avaliados
avaliam
avaliamos
avaliar
avaliaram
avaliarem
avaliaria
avaliava
avaliação
avaliações
avalidado
avaliei
avaliem
avaliá-los
avaliávamos
avancei
avancem
avancemos
avant-garde
avança
avançada
avançadas
avançado
avançados
avançamos
avançando
avançar
avançaram
avançarem
avançarmos
avançava
avançavam
avanço
avanços
avançou
avançámos
avançávamos
avaria
avariadas
avariado
avariam
avarias
avariou
avassaladores
avatar
avaz
avc
ave
avelã
avenida
avenidas
aventura
aventurar-se
aventuraram-se
aventurarmo-nos
aventuras
aventurei-me
avenue
averiguar
avermelhada
aversão
avery
aves
avessas
avesso
avestruzes
aviador
aviarem
aviação
avisado
avisar
avisaram
avisaram-nos
avise
aviso
avisos
avisou
avisou-nos
avistavam
avistou
avistámos
aviv
avizinha
aviária
avião
aviões
avultadas
avó
avós
avô
aw
awash
awe
awesome
awolowo
axadrezada
axilares
axilas
axing
axioma
axónios
ayearofreadingtheworld.com
ayling
ayr
azar
azedo
azeite
aziza
azorella
azoto
azra
azuis
azuis-turquesa
azul
azul-esverdeado
azulejos
aço
açudes
ação
ações
açúcar
aérea
aéreas
aéreo
aéreos
aí
aúdio
b
b-airbnb
b.
b.j
b12
b15
ba
bab-el-mandeb
baba
babas
babbage
babilónia
babilónico
babilónio
babilónios
babri
babur
babushkas
baby
baby-boomer
babysitter
bach
bacharelato
bachelarato
bacia
bacias
bacilos
back
backup
bacon
bacteriana
bacterianas
bacteriano
bacterianos
bacteriófagos
bactéria
bactérias
bag
bagageira
bagagem
bagas
bagdade
bagunça
bahamas
bai
baidu
baila
bailarina
bailarino
bailarinos
baile
bailes
bainha
baioneta
bairro
bairro-de-lata
bairros
baixa
baixado
baixam
baixam-se
baixando
baixar
baixaram
baixarem-se
baixará
baixas
baixei
baixem
baixo
baixos
baixou
baixá-la
baker
bakheet
bala
baladas
balança
balançam
balançando
balançar
balanças
balançava
balançava-me
balanço
balas
balcão
balcões
balde
baldes
baldessari
baldio
baldwin
baleado
baleados
baleia
baleia-de-bossa
baleia-franca-do-atlântico-norte
baleias
balenciaga
balfour
bali
balinesa
balinesas
balineses
balisticamente
balkh
ballbot
ballbots
ballet
balneário
baloiço
balsa
balsas
baltimore
baluchistão
balão
balística
balísticas
balões
bam
bambi
bambo
bamboo
bambu
bamum
ban
ban-gap-seum-ni-da
banais
banal
banalidades
banalizam-se
banana
bananas
bananeira
banaz
bancada
bancadas
bancas
banco
bancos
bancária
bancárias
bancário
band
banda
banda-larga
bandas
bandeira
bandeiras
bandeja
bandidos
bando
bandos
bandura
bang
bangladeche
bangladesh
bangs
banheira
banheiras
banho
banho-maria
banhos
banida
banido
banir
baniu
banjo
bank
banksy
banqueiro
banqueiros
banquete
banqueteado
banquetes
banquinho
bao
bar
barack
baralhado
baralhar
baralhe
baralhe-as
baralho
baralhou-as
barata
baratas
barato
baratos
barba
barbara
barbaras
barbaridade
barbatana
barbatanas
barbeado
barbear
barbear-me
barbear-se
barbearia
barbearias
barbeaste
barbeei
barbeei-me
barbeio
barbeiro
barbeiros
barbie
barbárie
barcelona
barclays
barco
barcos
bares
bariátrica
barnaby
barnes
barnett
barney
barneys
barométrica
barr
barra
barraca
barracas
barracão
barragem
barragens
barrando
barrar
barras
barreira
barreiras
barricadas
barricaram
barriga
barrigas
barril
barris
barro
barroco
barrow-in-furness
barry
bart
bartlett
barton
barulheira
barulhenta
barulhento
barulhentos
barulho
barulhos
barón
barões
basais
base
baseada
baseadas
baseado
baseado-se
baseados
baseamo-nos
baseamos
baseando-se
baseando-vos
basear
baseasse
baseavam
baseball
basebol
baseei
baseia
baseia-se
baseiam
baseiam-se
basemos
baseou
bases
basic16
basic8
basicamente
basquete
basquetebol
bassem
basta
basta-me
basta-nos
bastam
bastando
bastante
bastantes
bastasse
bastava
bastian
bastidores
bastou
bastão
bata
batalha
batalhar
batalhas
batalhei
batalhões
batam
batata
batata-doce
batatas
bate
bate-me
batedor
batedores
batem
batemos
